  { "articles": [{
    "titleListView": "LONDON FOG FRENCH TOAST + SUGARED BLUEBERRIES",
    "titleDetailView": "LONDON FOG FRENCH TOAST + SUGARED BLUEBERRIES",
    "category": "breakfast",
    "timestamp": "june 23rd, 2016",
    "author": "Elizabeth Evelyn",
    "bodyCopy":"This is a post about morning chasing the shadows away, about nightmares and milk tea flavored French toast. I’ve noticed a curious thing about myself in contrast to my husband. I wake up nervous, almost in a panic, nearly every morning. Many mornings the first words off my lips to him are a bleary “Is everything ok?” I need to hear that everything is okay. While he dreams of singing lullabies to our daughter the day she’s born, I thrash through drownings, fighting tooth & claw, and a writhing sort of pain in my heart that’s almost limb rending. I love to rest, to sleep, but waking each morning to this glorious and still yet new world of placid waters, mundane worries, and a husband that I love and loves me in return is more like a dream than any sleep I’ve known as an adult. Morning is sweet. He brings me coffee, we make breakfast or take it out, and the black water recedes again into my subconscious. Living is a good remedy. So here are my thoughts on the fear & a recipe for chasing it away, namely a recipe for an earl grey & lavender scented French toast topped with sweet summer blueberries.",
    "imageURL": "https://c8.staticflickr.com/8/7076/27842815535_a4f2cd7953_b.jpg",
    "listImageURL": "https://c6.staticflickr.com/8/7396/27842821605_04020e657d_z.jpg"
  }
  ,{
    "titleListView": "THE ESSENTIAL INGREDIENTS OF AN INSPIRED GATHERING",
    "titleDetailView": "THE ESSENTIAL INGREDIENTS OF AN INSPIRED GATHERING & ASPARAGUS + RICOTTA + GARLIC SCAPE PESTO FLATBREAD",
    "category": "Brunch",
    "timestamp": "may 16th, 2016",
    "author": "Elizabeth Evelyn",
    "bodyCopy": "As many of you who follow me on Instagram know, I’m a cat lady. It all started with my childhood cat, a temperamental, sleek black cat named G. Just G. He was a rescue that upon regaining his strength showed his true colors as a creature that bites that hand that feeds yet desperately wants love & affection. As a teenager, I deeply related to that cat; we were kindred spirits. Over the years since G I’ve had Olive, Critter Lee, Gremlin, and now we have my two boys, the cuddliest of the bunch, that we adopted nearly a year ago as kittens: Kohi & Miruku (their names mean coffee and milk respectively in Japanese—we’re cheesy, I know). They make me happy when I’m sad, calm when I’m stressed, and laugh when I’m angry. So, yes, I had a birthday party for my cats. That’s what you’re looking at here. Well, that and photos of them from kitten to now.",
    "imageURL": "https://farm8.staticflickr.com/7311/27049089445_b6bd96dc92_z.jpg",
    "listImageURL": "https://farm8.staticflickr.com/7696/27049059925_445d17400e_z.jpg"
  },{
    "titleListView": "EXPECTING EATS | SOBA NOODLES + CHICKPEAS & SPINACH WITH TAHINI MISO SAUCE",
    "titleDetailView": "EXPECTING EATS | SOBA NOODLES + CHICKPEAS & SPINACH WITH TAHINI MISO SAUCE (VEGAN + GLUTEN FREE)",
    "category": "Dinner",
    "timestamp": "march 29th, 2016",
    "author": "Elizabeth Evelyn",
    "bodyCopy":"There was only one thing in Suicide Squad more talked about than the actual Suicide Squad: Harley Quinn and the Joker's tattoos. The ink, first revealed in an early photo of Jared Leto as the Joker, have been debated, examined, interpreted, and debated all over again for the better part of the summer. And now that the movie is finally out in theaters, we can all go in for another round. But, instead of trying to find hidden meanings in the creepy (yet fun) tattoos Joker and Harley have in Suicide Squad, I'm going to rank them instead.",
    "imageURL": "https://farm2.staticflickr.com/1531/26730019776_afbde93f49_z.jpg",
    "listImageURL": "https://farm2.staticflickr.com/1715/25336182114_b263d87b7a_z.jpg"
  }, {
    "titleListView": "MARINATED CHERRY TOMATOES WITH BURRATA TOAST",
    "titleDetailView": "MARINATED CHERRY TOMATOES WITH BURRATA TOAST",
    "category": "Lunch",
    "timestamp": "august 3rd, 2016",
    "author": "Tieghan Jones",
    "bodyCopy":"Do you guys remember on Monday how I told you all that I found the prettiest heirloom tomatoes over the weekend!?? Yeah, well this is just ONE of the MANY recipes that have come from that batch of tomatoes. Honestly, you cannot believe all the recipes inspired by these heirloom tomatoes. I know how insane it sounds, but I swear, finding those tomatoes was basically the best thing ever for my creative juices.",
    "imageURL": "https://farm2.staticflickr.com/1692/24645830684_e4223ce7e6_z.jpg",
    "listImageURL": "https://farm2.staticflickr.com/1692/24645830684_e4223ce7e6_z.jpg"
  },{
    "titleListView": "BUTTERMILK + ROASTED BANANA CUPCAKES WITH LINDT TRUFFLE FILLING & MARSHMALLOW FROSTING",
    "titleDetailView": "BUTTERMILK + ROASTED BANANA CUPCAKES WITH LINDT TRUFFLE FILLING & MARSHMALLOW FROSTING",
    "category": "Dessert",
    "timestamp": "11:00pm",
    "author": "Elizabeth Evelyn",
    "bodyCopy": "We’re remodeling our entire home at the moment (pregnancy induced nesting instinct gone arguably awry), and I haven’t been living there since January. Homesick doesn’t even begin to describe the feeling. The white oak floors were finished while we were in Japan which means that while I can’t move back into the rest of the house (no sinks or showers!), I can move back into my work space: the kitchen. These roasted banana & buttermilk cupcakes with Lindt LINDOR truffle filling & fluffy marshmallow frosting (a.k.a. 7 minute frosting) is the first recipe I created in my own kitchen since being back, and they’re a celebration of both truffles (tomorrow is national truffle day!) and of the comforts of home.",
    "imageURL": "https://farm2.staticflickr.com/1623/26149367694_c3997f4c01_z.jpg",
    "listImageURL": "https://farm2.staticflickr.com/1531/26730019776_afbde93f49_z.jpg"
  }],
  "comments": [{
    "name": "Bob Dole",
    "comment": "This was a fantastic article.",
    "article": "Ranking Harley Quinn & The Joker's Tattoos"
  }, {
    "name": "Bill Clinton",
    "comment": "I totally did not do that thing.",
    "article": "The 'Two Per Country' Gymnastics Rule Isn't New"
    }]
}
